{
  "cookieConfig": {
    "name": "cookie-manage-popup",
    "value": "1",
    "options": {
      "path": "/",
      "expires": 365
    }
  },
  "style": "popup",
  "color": {
    "base": "#000000",
    "secondary": "#000000"
  },
  "cookie": [
    {
      "required": "on",
      "enabled": "on",
      "name": [
        "security_storage"
      ],
      "title": "Strictly Necessary Cookies",
      "description": "These are cookies that are required in order for our website to work. They cannot be switched off."
    },
    {
      "name": [
        "functionality_storage"
      ],
      "title": "Functionality cookies",
      "description": "These cookies are used to recognise you when you return to our website, allowing us to personalise content for you and to remember your preferences. If you do not accept these cookies, some or all of these services may not function properly."
    },
    {
      "name": [
        "analytics_storage",
        "ad_storage"
      ],
      "title": "Performance and targeting cookies",
      "description": "These cookies allow us to recognise and count the visitors to our website, and to see how visitors interact with our site. We can then use these insights to improve the way our website works. We also use this information to make our website and the advertising you see more relevant to your interests."
    }
  ],
  "main_content": "<h2>We use cookies<\/h2>\r\nWe use cookies to make sure this website works properly and to help us understand how people use it. Cookies also help to improve your experience on the site, by personalising content and showing information that is relevant to you. Data from cookies may be shared with third parties. You can find out more by reading our cookie policy.\r\n\r\nTo continue using the site, please accept these cookies or manage your cookie settings below.",
  "hidden_content": "<h2>Your cookie settings<\/h2>\r\nWe use cookies to make sure this website works properly and to help us understand how people use it. Cookies also help to improve your experience on the site, by personalising content and showing information that is relevant to you.\r\n\r\nCookies may be set by us or by third-party providers whose services we have added to our pages. Data from cookies may be shared with third-parties.\r\n\r\nPlease select and save your cookie settings below:\r\n\r\n[cookie-0]\r\n[cookie-1]\r\n[cookie-2]\r\n\r\nTo learn more about cookies and how we use them, <a href=\"contact\/\"><b>please read our cookie policy in full.<\/b><\/a>\r\n\r\n&nbsp;"
}
