{
  "cookieConfig": {
    "name": "cookie-manage-popup",
    "value": "1",
    "options": {
      "path": "/",
      "expires": 365
    }
  },
  "style": "bottom",
  "color": {
    "base": "#000000",
    "secondary": "#000000"
  },
  "cookie": [
    {
      "required": "on",
      "enabled": "on",
      "name": [
        "security_storage"
      ],
      "title": "Strictly Necessary Cookies",
      "description": "These are cookies that are required in order for our website to work. They cannot be switched off."
    },
    {
      "name": [
        "functionality_storage"
      ],
      "title": "Functionality cookies",
      "description": "These cookies are used to recognise you when you return to our website, allowing us to personalise content for you and to remember your preferences. If you do not accept these cookies, some or all of these services may not function properly."
    },
    {
      "name": [
        "analytics_storage",
        "ad_storage"
      ],
      "title": "Performance and targeting cookies",
      "description": "These cookies allow us to recognise and count the visitors to our website, and to see how visitors interact with our site. We can then use these insights to improve the way our website works. We also use this information to make our website and the advertising you see more relevant to your interests."
    }
  ],
  "main_content": "We use cookies for site operations, analytics and personalisation. Data from these may be shared with third parties. Please read our <a href=\"/cookie-policy\">cookie policy</a> for more info.",
  "hidden_content": "<p>We use cookies to ensure the website functions correctly and to enhance your experience by personalising content.</p> <p>Cookies may be set by us or third-party services, and data may be shared.</p> <p>Please choose and save your cookie settings below: </p> [cookie-0] <br> [cookie-1] <br> [cookie-2] <br> <p>To learn more about cookies and how we use them, please read our <a href=\"/cookie-policy\">cookie policy</a> in full.</p>",
  "buttons": {
    "accept": "Accept All",
    "reject": "Reject All",
    "save": "Save preferences",
    "more": "More options"
  }
}
